Repository: EticaAI/lsf-cache
Catalog: 1603/45/19/1603_45_19.no11.tmx
Source language: mul
Languages: afr, amh, ara, arg, arz, asm, ast, azb, aze, bak, bar, bcl, bel, ben, bho, bod, bos, bre, bul, bxr, cat, cdo, ceb, ces, che, chv, ckb, cor, cym, dan, deu, diq, ell, eng, epo, est, eus, ext, fao, fas, fin, fra, frp, frr, fry, fur, gan, gcr, gla, gle, glg, glv, grn, gsw, guj, hak, hat, hau, hbs, heb, hif, hin, hrv, hsb, hun, hye, hyw, ido, ile, ilo, ina, ind, inh, isl, ita, jam, jav, jpn, kab, kal, kan, kat, kaz, khm, kir, kor, kur, lad, lao, lat, lav, lfn, lij, lim, lin, lit, lld, lmo, ltz, lzh, mai, mal, mar, mhr, min, mkd, mlg, mlt, mnw, mon, msa, mwl, mya, nah, nan, nds, nep, new, nld, nno, nob, nqo, oci, ori, oss, pam, pan, pap, pms, pnb, pol, por, pus, qcc, que, ron, rue, rup, rus, sah, san, sat, scn, sco, sgs, shi, sin, slk, slv, sme, smn, sna, snd, som, spa, sqi, srd, srp, stq, sun, swa, swe, szl, tam, tat, tel, tgk, tgl, tha, tso, tuk, tur, ukr, urd, uzb, vec, vep, vie, vls, vro, war, wln, wuu, xmf, yid, yor, yue, zha, zho, zul

source: /Hindu temple - house of worship in Hinduism/
ara: معبد هندوسي
bel: Індуісцкі храм
ben: হিন্দু মন্দির
bho: हिंदू मंदिर
bul: Мандир
cat: Mandir
ces: Mandir
dan: Hinduistiske templer
deu: Hindutempel
ell: Ινδουιστικός ναός
eng: Hindu temple
epo: hindua preĝejo
eus: mandir
fas: معبد هندو
fin: Mandir
fra: mandir
glg: templo hinduísta
guj: હિંદુ મંદિર
hbs: hinduistički hram
heb: מקדש הינדי
hin: मन्दिर
hrv: Indijski hram
hun: Hindu templom
ind: mandir
ita: Mandir
jpn: ヒンドゥー教寺院
kan: ಹಿಂದೂ ದೇವಸ್ಥಾನ
kaz: Ковил
khm: ទេវស្ថាន
kor: 만디르
mai: मन्दिर
mal: ഹിന്ദു ക്ഷേത്രം
mar: मंदिर
msa: Kuil Hindu
nld: hindoeïstische tempel
nno: Hindutempel
nob: hindutempel
ori: ହିନ୍ଦୁ ମନ୍ଦିର
pol: Mandir
por: templo hindu
pus: مندر
qcc: Q842402
rus: индуистский храм
san: हिन्दुदेवालयः
sin: හින්දු දේවාල
snd: مندر
spa: mandir
sqi: Tempulli hindu
srp: хиндуистички храм
tam: இந்துக் கோயில்
tel: హిందూ దేవాలయాలు
tha: โบสถ์พราหมณ์
tur: Hindu tapınağı
ukr: Мандир
urd: مندر
vie: đền Hindu
war: Mandir
zho: 印度教神廟

source: /animal husbandry - management of farmed animals by humans/
ara: تربية الحيوان
arg: Ganadería
ast: Ganadería
aze: heyvandarlıq
bel: жывёлагадоўля
ben: পশুপালনবিদ্যা
bod: འབྲོག་ལས།
bos: Stočarstvo
bul: Животновъдство
cat: ramaderia
ces: chov zvířat
chv: Выльăх ĕрчетни
dan: dyrehold
deu: Tierhaltung
ell: Κτηνοτροφία
eng: animal husbandry
epo: bredado
est: loomakasvatus
eus: Abeltzaintza
ext: Ganaeria
fas: دامداری
fin: karjanhoito
fra: élevage
fry: Feefokkerij
gcr: Élvaj
gle: Feirmeoireacht ainmhithe
glg: Gandaría
guj: પશુપાલન
hau: Kiwo
hbs: Stočarstvo
heb: גידול בעלי חיים
hin: पशुपालन
hrv: Stočarstvo
hun: állattenyésztés
hye: անասնապահություն
hyw: անասնապահութիւն
ido: Edukado
ind: peternakan
isl: Búfjárrækt
ita: allevamento
jav: Pamiyara
jpn: 畜産
kan: ಪಶುಪಾಲನೆ
kat: მეცხოველეობა
kaz: Мал шаруашылығы
kir: Мал чарбачылык
kor: 축산
lat: Ctenotrophia
lav: lopkopība
lin: Boyɔ́ngi
lit: Gyvulininkystė
mal: കാലി വളർത്തൽ
mkd: сточарство
mlg: Fiompiana
msa: Penternakan
nan: Thiok-bo̍k-gia̍p
nep: पशुपालन
new: जवाःज्या
nld: veeteelt
nno: dyrehald
nob: dyrehold
oci: Elevatge
ori: ପଶୁ ପାଳନ
pan: ਪਸ਼ੂ ਪਾਲਣ
pnb: ڈنگر پالݨ
pol: chów
por: pecuária
pus: مالداري
qcc: Q80962
ron: creșterea animalelor
rus: животноводство
sin: සත්ත්ව පාලනය
slk: Živočíšna výroba
slv: Živinoreja
spa: ganadería
sqi: Blegtoria
srp: stočarstvo
sun: Peternakan
swa: Ufugaji
swe: djurskötsel
tam: கால்நடை வளர்ப்பு
tat: терлекчелек
tel: పశు పోషణ
tha: สัตวบาล
tuk: Maldarçylyk
tur: hayvancılık
ukr: тваринництво
urd: جانور پالنا
uzb: Chorvachilik
vec: Arlevamento
vie: ngành chăn nuôi
war: Pag-aalaga hin hayop
wln: aclevaedje
wuu: 畜牧业
yue: 牧
zho: 畜牧业

source: /stable - building for horses and other livestock/
ara: إسطبل
arg: Quadra
ast: Caballeriza
bel: Стайня
ben: আস্তাবল
bos: Ergela
bre: Marchosi
bul: Конюшня
cat: cavallerissa
ces: konírna
cym: stabl
dan: Hesteboks
deu: Pferdestall
ell: στάβλος
eng: stable
epo: ĉevalejo
est: tall
eus: Ukuilu
fas: اصطبل
fin: talli
fra: écurie
gle: Stábla
glg: Corte
hau: Barga
hbs: Ergela
heb: אורווה
hin: अस्तबल
hrv: Ergela
hun: istálló
ido: Manejo
ind: Kandang kuda
ita: scuderia ippica
jpn: 厩舎
kan: ಅಶ್ವಶಾಲೆ
kat: საჯინიბო
kaz: Ат қора
kor: 축사
lav: stallis
lit: Arklidė
nld: stal
nno: stall
nob: stall
oci: Escudariá
pan: ਅਸਤਬਲ
pol: stajnia
por: cavalariça
qcc: Q214252
ron: Grajd
rus: конюшня
sco: stable
sgs: Arklėninks
spa: caballeriza
srp: Штала
sun: Gedogan
swe: häststall
tam: குதிரைக் கொட்டில்
tur: ahır
ukr: Стайня
vec: Staol
war: Kuwadra
wuu: 马棚
yue: 馬房
zho: 馬棚

source: /poultry farming - part of animal husbandry - chicken farming/
ara: تربية الدواجن
aze: Quşçuluq
bel: птушкагадоўля
bho: मुर्गी पालन
ces: drůbežnictví
deu: Geflügelproduktion
eng: poultry farming
epo: bredado de kokoj
est: linnukasvatus
fas: پرورش طیور
fra: élevage de volaille
hbs: Peradarstvo
heb: חקלאות עופות
hin: कुक्कुट पालन
hrv: Peradarstvo
hye: Թռչնաբուծություն
ind: Peternakan unggas
ita: pollicoltura
jpn: 養鶏
mar: कुक्कुट पालन
mkd: Живинарство
msa: Penternakan unggas
nep: कुखुरा पालन
nld: pluimveehouderij
pan: ਪੋਲਟਰੀ ਫਾਰਮਿੰਗ
pol: ferma drobiu
por: Avicultura
qcc: Q861182
rus: птицеводство
spa: granja avícola
sqi: Shpendaria
srp: Živinarstvo
swa: Ufugaji wa kuku
swe: fågeluppfödning
tam: கோழி வளர்ப்பு
tat: кошчылык
tgk: Парандапарварӣ
tur: Tavukçuluk
ukr: птахівництво
urd: مرغبانی
uzb: Parrandachilik
vie: chăn nuôi gia cầm
wln: Aclevaedje di poytreyes
zho: 養雞

source: /police station - headquarters for the police of a particular district, from which police officers are dispatched and to which persons under arrest are brought/
ara: مركز شرطة
bel: паліцэйскі ўчастак
cat: comissaria
ces: policejní stanice
cym: gorsaf heddlu
dan: politistation
deu: Polizeidienststelle
ell: αστυνομικό τμήμα
eng: police station
epo: policejo
fas: ایستگاه پلیس
fin: poliisiasema
fra: commissariat de police
fry: Plysjeburo
hbs: policijska stanica
heb: תחנת משטרה
hin: थाना
ind: stasiun kepolisian
ita: stazione di polizia
jpn: 警察署
kor: 경찰서
mal: പോലീസ് സ്റ്റേഷൻ
msa: balai polis
nld: politiebureau
nno: politistasjon
nob: politistasjon
nqo: ߕߐ߲ߓߟߏߡߟߊ߫
pol: siedziba policji
por: esquadra
qcc: Q861951
rus: полицейский участок
slk: Policajná stanica
slv: Policijska postaja
sme: bolesstašuvdna
smn: poolistáálu
spa: comisaría
swe: polisstation
tel: రక్షకభట నిలయం
tur: Polis karakolu
ukr: поліцейська дільниця
urd: تھانہ
vie: sở cảnh sát
yue: 差館
zho: 警察局
zul: Isiteshi samaPhoyisa

source: /penology - section of criminology that deals with the philosophy and practice of various societies in their attempts to repress criminal activities, and satisfy public opinion via an appropriate treatment regime for persons convicted of criminal offences/
ara: علم العقاب
bos: Penologija
bul: Пенология
cat: penologia
ces: penologie
cym: Penydeg
deu: Pönologie
ell: ποινικολογία
eng: penology
epo: punologio
fas: کیفرشناسی
fra: pénologie
heb: פנולוגיה
hin: दण्डशास्त्र
hye: Ուղղիչ-աշխատանքային հիմնարկ
ind: Penologi
kor: 행형학
lit: penologija
mal: ശിക്ഷാശാസ്ത്രം
nan: Hêng-hoa̍t-ha̍k
nld: penologie
nob: pønologi
por: Penologia
qcc: Q818670
ron: Penologie
rus: Пенология
slk: penológia
spa: penología
srp: Penologija
swe: penologi
tgk: Маркази ислоҳӣ
tur: penoloji
ukr: пенітенціарна система
zho: 刑罰學

source: /household - group of one or more people living in the same dwelling and sharing meals or living accommodation; may consist of a single family or other grouping of people/
ara: مجموعة في نفس المنزل
bar: Priwathaushoit
bul: Домакинство
cat: nucli familiar
ces: domácnost
dan: Hushold
deu: Haushalt
eng: household
epo: ekonomika familio
fas: خانوار
fin: kotitalous
fra: ménage
fry: Húshâlding
glg: Núcleo familiar
gsw: Hushalt
hbs: Domaćinstvo
heb: משק בית
hrv: kućanstvo
hun: háztartás
ind: Rumah tangga
ita: nucleo familiare
jpn: 世帯
kat: კომლი
lav: Mājsaimniecība
lit: Namų ūkis
ltz: Stot
mkd: Домаќинство
msa: isi rumah
nan: Hō͘
nld: huishouden
nob: husstand
pol: Gospodarstwo domowe
por: agregado familiar
qcc: Q259059
rus: Домашнее хозяйство
slk: Domácnosť
sme: dállodoallu
smn: tálutuálu
snd: گھراڻو
spa: Núcleo familiar
srp: Domaćinstvo
swa: Kaya
swe: hushåll
tat: йорт хуҗалыгы
tha: ครัวเรือน
tur: Hanehalkı
ukr: домашнє господарство
vie: hộ gia đình
wuu: 户
yue: 住戶
zho: 戶

source: /Studio apartment - is a small apartment (rarely a condo) in which the normal functions of a number of rooms – often the living room, bedroom, and kitchen – are combined into a single room/
ara: الشقق الصغيرة
bak: студия-фатир
bel: Кватэра-студыя
bul: Гарсониера
deu: Garçonnière
eng: Studio apartment
est: Stuudiokorter
fas: استودیو ساختمان
fra: Garçonnière
hye: Բնակարան-ստուդիա
ita: Monolocale
kor: 원룸 주택
mkd: Гарсониера
nld: Studio
nob: studioleilighet
pol: Kawalerka
por: Quitinete
qcc: Q1335996
rus: квартира-студия
slk: Garsónka
slv: Garsonjera
tgk: Ҳуҷра - студия
tuk: Studio-jaýy
ukr: квартира-студія
uzb: Kvartira-studiya

source: /emergency shelter - place for people to live temporarily when they cannot live in their previous residence/
ara: ملجأ الطوارئ
deu: Notunterkunft
eng: emergency shelter
jpn: 仮設住宅
nld: Opvanghuis
qcc: Q1722438
spa: refugio de emergencia
swe: nödbostad
zho: 臨時房屋

source: /women's shelter - place of temporary refuge and support for women escaping violent or abusive situations/
ara: مأوى النساء
dan: kvindekrisecenter
deu: Frauenhaus
eng: women's shelter
epo: rifuĝo por virinoj
est: naiste turvakodu
fin: naisten turvakoti
fra: Refuge pour femmes battues
heb: מקלט לנשים מוכות
ind: Tempat penampungan wanita
ita: Centri antiviolenza
jpn: DVシェルター
mkd: женско прифатилиште
nld: Blijf-van-mijn-lijfhuis
nob: krisesenter for kvinnor
qcc: Q1451763
rus: Кризисный центр помощи женщинам
sme: nissoniid dorvoruoktu
smn: nisonij torvopäikki
swe: kvinnojour
tam: பெண்களின் தங்குமிடம்
tur: Kadın sığınmaevi
ukr: Притулок для жінок
zho: 女性庇護所

source: /town hall - chief administrative building of a municipality/
arg: Casa d'a Villa
ast: Casa Conceyu
bcl: Munisipyo
bre: ti-kêr
cat: seu del govern local
ces: obecní úřad
deu: Gemeindehaus
ell: Δημαρχείο
eng: town hall
epo: municipa administrejo
est: vallamaja
eus: udal gobernuko egoitza
fas: تالار شهر
fin: kunnantalo
fra: hôtel de ville
fry: Gemeentehûs
glg: sede do goberno local
hbs: gradska vijećnica
heb: בניין ממשל מקומי
hun: városháza
ina: Casa municipal
ita: municipio
jpn: 役所
kor: 지방 관청
lat: Curia municipalis
ltz: Gemengenhaus
nld: gemeentehuis
oci: Ostal de comuna
pol: ratusz
por: sede de governo local
qcc: Q25550691
rus: Дом общины
sco: seat o local govrenment
sme: gielddadállu
smn: kieldâtáálu
spa: sede de gobierno local
srp: градска кућа
swe: kommunhus
tgl: City Hall
tur: belediye binası
vie: tòa thị chính
vls: Gemêentuus
wuu: 地方政府大楼
yue: 大會堂
zho: 地方政府大樓

source: /pigsty - enclosure for pigs/
arg: Zolle
bre: Kraou
bul: Кочина
cat: Porcellera
ces: vepřín
cym: cwt mochyn
dan: svinestald
deu: Schweinestall
eng: pigsty
epo: porkostalo
est: Sigala
eus: Txerritegi
fin: Sikala
fra: porcherie
hye: Խոզանոց
ind: Kandang babi
ita: porcile
lit: Tvartas
nld: beddenstal
nob: grisehus
pol: chlew
qcc: Q1651566
rus: свинарник
sah: Хотон
scn: Purcili
sgs: Kūtė
spa: Pocilga
swe: svinstia
ukr: Свинарник
vec: Stia
zho: 豬圈

source: /multiple dwellings - multiple separate housing units for residential inhabitants contained within one building or several buildings within one complex/
bel: Даходны дом
cat: hàbitat col·lectiu
dan: flerfamiliebebyggelse
deu: Mehrfamilienwohnhaus
ell: πολυκατοικία
eng: multiple dwellings
epo: Kolektiva loĝejo
fas: سکونتگاه چند خانوادگی
fin: usean asunnon talo
fra: habitat collectif
heb: מבנה מגורים רב-משפחתי
hye: բազմաընտանիք բնակելի թաղամաս
ind: perumahan banyak keluarga
ita: casa multifamiliare
jpn: 共同住宅
kor: 연립 주택
mkd: повеќестанарска зграда
nld: meergezinswoning
pol: blok mieszkalny
por: residential multi-family
qcc: Q1498804
spa: habitat colectivo
swe: flerbostadshus
zho: 集合住宅

source: /condominium - form of housing tenure and other real property/
bel: кандамініум
bul: Кондоминиум
cat: condomini
ces: kondominium
dan: Ejerlejlighed
deu: Eigentumswohnung
ell: Πολυκατοικία
eng: condominium
fra: copropriété
fur: Condomini
heb: בית משותף
hrv: Kondominij
hun: Társasház
hye: Համատիրություն
ind: Kondominium
ita: condominio
jpn: マンション
kaz: кондоминум
kor: 콘도미니엄
msa: kondominium
nld: Appartementsrecht
nob: eierseksjon
pol: kondominium
por: condomínio
qcc: Q161851
rus: кондоминиум
sin: සහාධිපත්ය
slk: Kondomínium
slv: Stanovanjski blok
spa: condominio
swe: ägarlägenhet
tha: อาคารชุด
tur: Kondominyum
ukr: Асоціація власників жилих будинків
vie: căn hộ cao cấp
zho: 公寓大廈

source: /taxicab stand - queue area and pick-up point for taxis/
cat: estació de taxis
ces: Stanoviště taxislužby
deu: Taxistand
eng: taxicab stand
fra: station de taxis
hun: taxiállomás
jpn: タクシースタンド
kor: 택시 승차장
nld: Taxistandplaats
pol: Postój taksówek
qcc: Q1395196
rus: очередь такси
tur: Taksi durağı
yue: 的士站
zho: 的士站

source: /single-family detached home - free-standing residential building/
cat: habitatge unifamiliar
ces: rodinný dům
cym: cartref i un teulu, yn ei dir ei hun
dan: parcelhus
deu: Einfamilienwohnhaus
ell: μονοκατοικία
eng: single-family detached home
epo: Unufamilia loĝejo
fas: خانه مستقل
fin: omakotitalo
fra: maison unifamiliale
gsw: Eifamiliehuus
heb: בית מגורים למשפחה אחת
hsb: jednoswójbny dom
ita: casa unifamiliare
jpn: 一戸建て
mkd: едносемејна куќа
nld: eengezinswoning
nob: enebolig
pol: Budynek mieszkalny jednorodzinny
por: casa unifamiliar
qcc: Q1307276
slk: rodinný dom
spa: vivienda unifamiliar
swe: småhus
zho: 一戶建

source: /homeless shelter - /temporary residence for homeless individuals and families
cat: allotjament per a persones sensesostre
ces: noclehárna
deu: Notschlafstelle
eng: homeless shelter
epo: rifuĝo por senhejmuloj
fas: پناهگاه افراد بیخانمان
fin: yömaja
fra: centre d'hébergement et de réinsertion sociale
ita: dormitorio
jpn: ホームレス緊急一時宿泊施設
pol: Schronisko dla bezdomnych
qcc: Q772298
ron: Adăpost pentru oamenii străzii
rus: Ночлежные дома
swe: härbärge
ukr: Нічліжний будинок
zho: 无家可归者庇护所

source: /boathouse - /building for storage of boats/
dan: Naust
deu: Bootshaus
eng: boathouse
epo: Boatremizo
est: Paadikuur
fin: Venevaja
fra: hangar à bateaux
heb: בית סירות
kor: 정고
lit: Elingas
nld: botenhuis
nno: naust
nob: naust
qcc: Q1777951
swe: båthus
tam: படகுவீடு

source: /Transitional shelter/
qcc: Q7834471
